Revit 2024 API
ImportOptions3DM Constructor
 Constructs a new instance of ImportOptions3DM with default values of all properties.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2022
Syntax
C#
public ImportOptions3DM()
Visual Basic
Public Sub New
Visual C++
public:
ImportOptions3DM()
See Also
ImportOptions3DM Class
ImportOptions3DM Overload
Autodesk.Revit.DB Namespace